---
layout: post  
title: 惠普X705W和闪迪CZ48对比测评  
description： ""  
category： 测评
tags：[测评]  
---
# 工具及参数
## 工具
首先安利一个工具-卡巴工具箱,由他的界面就可以看出他是干嘛的吧，它是用来测试电脑硬件的工具箱，有cpu工具、BIOS工具等各种测试工具，操作相对简单，界面也比较简洁。下载地址请点击[此处](http://www.kbtool.cn/?from=toolbox)。

![这里写图片描述](http://img.blog.csdn.net/20150606125211546)

言归正传，本次测评用的工具是Crystaldiskmark X64

![这里写图片描述](http://img.blog.csdn.net/20150606125255476)  
![这里写图片描述](http://img.blog.csdn.net/20150606125429926)
## 参数
seq 顺序（连续）读写  
512k、4k 分块读写  
4kQD32 4KQD32表示4K大小的IO做读写操作时的quene depth为32也就是队列深度为32

# 对比测评
## 价格
惠普X705W  54.9CNY  
闪迪CZ48   38.9CNY  
15元的价差，闪迪占优
## 外观
惠普X705W: 金属身材，看起来比较高大上
![这里写图片描述](http://img.blog.csdn.net/20150606125338735)

闪迪CZ48: 闪迪是塑料身材，而且后端是弯起来的，用起来很不舒服，严重减分
![这里写图片描述](http://img.blog.csdn.net/20150606125517240)

外观上X705W完胜CZ48  

## 性能
### USB2.0
惠普X705W  
![这里写图片描述](http://img.blog.csdn.net/20150606125538878)
闪迪CZ48  
![这里写图片描述](http://img.blog.csdn.net/20150606125606318)
在USB2.0的情况下CZ48的读取速度无论是SEQ、4K、512等都高于X705W大概2M/s,但顺序写入速度X705W竟然高出CZ48大约9M/s,512K和4K写入方面CZ48都略高，然而并没有用。  
日常读写大都是顺序读写，所以USB2.0情况下X705W略胜于CZ48  
### USB3.0
惠普X705W 
![这里写图片描述](http://img.blog.csdn.net/20150606125543317)

闪迪CZ48  
![这里写图片描述](http://img.blog.csdn.net/20150606125600149)
这下就很明显了，顺序读取虽说不上吊打、碾压，但是用完胜这个词还不不过分的。顺序读取、512k分块读取差距分别是30M/s、25M/s,顺序写入方面CZ80还是不太争气，差了X705W约17M/s
### 容量对比
惠普X705W
![这里写图片描述](http://img.blog.csdn.net/20150606125806906)
闪迪CZ48
![这里写图片描述](http://img.blog.csdn.net/20150606125848668)
对比图
![这里写图片描述](http://img.blog.csdn.net/20150606125747618)
# 总结
如果你钱多，又经常用USB2.0，又重视手感和外观，那么X705W是不错的选择  
如果你手头比较紧，又经常用到USB3.0，不重视手感、外观的话就选择CZ80吧。



  
转载请注明出处
